Repository: alexcding/cascade-mac
Catalog: macos/Resources/Localizable.xcstrings
Source language: en
Languages: bn, es, fr, hi, it, ja, ko, pt_br, ru, sv, zh_hans, zh_hant

source: Restore Default
bn: ডিফল্ট ফিরিয়ে আনুন
es: Restaurar valor predeterminado
fr: Rétablir la valeur par défaut
hi: डिफ़ॉल्ट बहाल करें
it: Ripristina valore predefinito
ja: デフォルトに戻す
ko: 기본값 복원
pt_br: Restaurar padrão
ru: Восстановить значение по умолчанию
sv: Återställ standardvärde
zh_hans: 恢复默认值
zh_hant: 回復預設值

source: Restore Defaults
bn: ডিফল্ট ফিরিয়ে আনুন
es: Restaurar valores predeterminados
fr: Rétablir les valeurs par défaut
hi: डिफ़ॉल्ट बहाल करें
it: Ripristina valori predefiniti
ja: デフォルトに戻す
ko: 기본값 복원
pt_br: Restaurar padrões
ru: Восстановить значения по умолчанию
sv: Återställ standardvärden
zh_hans: 恢复默认设置
zh_hant: 回復預設值

source: Restoring terminal
bn: টার্মিনাল পুনরুদ্ধার হচ্ছে
es: Restaurando la terminal
fr: Restauration du terminal
hi: टर्मिनल बहाल हो रहा है
it: Ripristino del terminale
ja: ターミナルを復元中
ko: 터미널 복원 중
pt_br: Restaurando o terminal
ru: Восстановление терминала
sv: Återställer terminalen
zh_hans: 正在恢复终端
zh_hant: 正在還原終端機

source: Restricted
bn: সীমাবদ্ধ
es: Restringido
fr: Restreint
hi: प्रतिबंधित
it: Limitato
ja: 制限あり
ko: 제한됨
pt_br: Restrito
ru: Ограничено
sv: Begränsat
zh_hans: 受限
zh_hant: 受限制

source: Restricted by a system policy; Cascade cannot request it.
bn: সিস্টেম নীতিতে সীমাবদ্ধ; Cascade অনুমতি চাইতে পারে না।
es: Restringido por una política del sistema; Cascade no puede solicitarlo.
fr: Restreint par une règle système ; Cascade ne peut pas demander l’accès.
hi: सिस्टम नीति से प्रतिबंधित है; Cascade अनुमति नहीं माँग सकता।
it: Limitato da una policy di sistema; Cascade non può richiedere l’accesso.
ja: システムポリシーで制限されているため、Cascade はアクセスを要求できません。
ko: 시스템 정책으로 제한되어 Cascade가 요청할 수 없습니다.
pt_br: Restrito por uma política do sistema; o Cascade não pode solicitar acesso.
ru: Ограничено системной политикой; Cascade не может запросить доступ.
sv: Begränsat av en systempolicy; Cascade kan inte begära åtkomst.
zh_hans: 系统策略限制了访问，Cascade 无法请求权限。
zh_hant: 系統政策限制了存取，Cascade 無法要求權限。

source: Result limit
bn: ফলাফলের সীমা
es: Límite de resultados
fr: Limite de résultats
hi: परिणाम सीमा
it: Limite dei risultati
ja: 取得件数の上限
ko: 결과 수 제한
pt_br: Limite de resultados
ru: Лимит результатов
sv: Resultatgräns
zh_hans: 结果数量上限
zh_hant: 結果數量上限

source: Results for “%@”: %lld
bn: “%@”-এর ফলাফল: %lld
es: Resultados de «%@»: %lld
fr: Résultats pour « %@ » : %lld
hi: “%@” के परिणाम: %lld
it: Risultati per “%@”: %lld
ja: 「%@」の検索結果：%lld
ko: “%@” 검색 결과: %lld
pt_br: Resultados para “%@”: %lld
ru: Результаты для «%@»: %lld
sv: Resultat för ”%@”: %lld
zh_hans: “%@”的结果：%lld
zh_hant: 「%@」的結果：%lld

source: Retry
bn: আবার চেষ্টা করুন
es: Reintentar
fr: Réessayer
hi: फिर कोशिश करें
it: Riprova
ja: 再試行
ko: 다시 시도
pt_br: Tentar novamente
ru: Повторить
sv: Försök igen
zh_hans: 重试
zh_hant: 重試

source: Retry Commit
bn: কমিট আবার চেষ্টা করুন
es: Reintentar commit
fr: Réessayer le commit
hi: कमिट फिर करें
it: Riprova commit
ja: コミットを再試行
ko: 커밋 재시도
pt_br: Tentar commit novamente
ru: Повторить коммит
sv: Försök göra commit igen
zh_hans: 重试提交
zh_hant: 重試提交

source: Retrying
bn: আবার চেষ্টা করা হচ্ছে
es: Reintentando
fr: Nouvelle tentative
hi: दोबारा कोशिश जारी है
it: Nuovo tentativo
ja: 再試行中
ko: 다시 시도 중
pt_br: Tentando novamente
ru: Повторная попытка
sv: Försöker igen
zh_hans: 正在重试
zh_hant: 正在重試

source: Reveal
bn: দেখান
es: Mostrar
fr: Afficher
hi: दिखाएँ
it: Mostra
ja: 表示
ko: 표시
pt_br: Mostrar
ru: Показать
sv: Visa
zh_hans: 显示
zh_hant: 顯示

source: Reveal in Finder
bn: Finder-এ দেখান
es: Mostrar en Finder
fr: Afficher dans le Finder
hi: Finder में दिखाएँ
it: Mostra nel Finder
ja: Finder で表示
ko: Finder에서 보기
pt_br: Mostrar no Finder
ru: Показать в Finder
sv: Visa i Finder
zh_hans: 在 Finder 中显示
zh_hant: 在 Finder 中顯示

source: Reveal token
bn: টোকেন দেখান
es: Mostrar token
fr: Afficher le jeton
hi: टोकन दिखाएँ
it: Mostra token
ja: トークンを表示
ko: 토큰 표시
pt_br: Mostrar token
ru: Показать токен
sv: Visa token
zh_hans: 显示令牌
zh_hant: 顯示權杖

source: Revert
bn: পরিবর্তন ফিরিয়ে নিন
es: Revertir
fr: Rétablir
hi: बदलाव वापस लें
it: Ripristina
ja: 元に戻す
ko: 되돌리기
pt_br: Reverter
ru: Отменить изменения
sv: Återställ
zh_hans: 还原
zh_hant: 回復

source: Revert Command
bn: কমান্ড ফিরিয়ে নিন
es: Revertir comando
fr: Rétablir la commande
hi: कमांड वापस लें
it: Ripristina comando
ja: コマンドを元に戻す
ko: 명령 되돌리기
pt_br: Reverter comando
ru: Отменить изменение команды
sv: Återställ kommando
zh_hans: 还原命令
zh_hant: 回復指令

source: Review comment
bn: পর্যালোচনা মন্তব্য
es: Comentario de revisión
fr: Commentaire de révision
hi: समीक्षा टिप्पणी
it: Commento di revisione
ja: レビューコメント
ko: 리뷰 댓글
pt_br: Comentário de revisão
ru: Комментарий проверки
sv: Granskningskommentar
zh_hans: 审查评论
zh_hant: 審查留言

source: Review decision
bn: পর্যালোচনার সিদ্ধান্ত
es: Decisión de revisión
fr: Décision de révision
hi: समीक्षा निर्णय
it: Decisione della revisione
ja: レビュー判断
ko: 리뷰 결정
pt_br: Decisão da revisão
ru: Решение проверки
sv: Granskningsbeslut
zh_hans: 审查决定
zh_hant: 審查決定

source: Review in Terminal
bn: টার্মিনালে পর্যালোচনা করুন
es: Revisar en el terminal
fr: Vérifier dans le terminal
hi: टर्मिनल में समीक्षा करें
it: Verifica nel terminale
ja: ターミナルで確認
ko: 터미널에서 검토
pt_br: Revisar no terminal
ru: Проверить в терминале
sv: Granska i terminalen
zh_hans: 在终端中查看
zh_hant: 在終端機中檢查

source: Review requested
bn: রিভিউয়ের অনুরোধ এসেছে
es: Revisión solicitada
fr: Revue demandée
hi: समीक्षा का अनुरोध
it: Revisione richiesta
ja: レビューが依頼されました
ko: 검토 요청됨
pt_br: Revisão solicitada
ru: Запрошена проверка
sv: Granskning begärd
zh_hans: 请求审查
zh_hant: 要求審查

source: Review requested → notify
bn: পর্যালোচনার অনুরোধ → জানান
es: Revisión solicitada → notificar
fr: Révision demandée → notifier
hi: समीक्षा अनुरोधित → सूचना
it: Revisione richiesta → notifica
ja: レビュー依頼 → 通知
ko: 리뷰 요청 → 알림
pt_br: Revisão solicitada → notificar
ru: Запрос проверки → уведомить
sv: Granskning begärd → meddela
zh_hans: 请求审查 → 通知
zh_hant: 要求審查 → 通知

source: Review requests
bn: রিভিউ অনুরোধ
es: Solicitudes de revisión
fr: Demandes de revue
hi: समीक्षा अनुरोध
it: Richieste di revisione
ja: レビュー依頼
ko: 검토 요청
pt_br: Solicitações de revisão
ru: Запросы на проверку
sv: Granskningsförfrågningar
zh_hans: 审查请求
zh_hant: 審查要求

source: Review required
bn: পর্যালোচনা প্রয়োজন
es: Revisión necesaria
fr: Révision requise
hi: समीक्षा ज़रूरी
it: Revisione richiesta
ja: レビュー必須
ko: 리뷰 필요
pt_br: Revisão necessária
ru: Требуется проверка
sv: Granskning krävs
zh_hans: 需要审查
zh_hant: 需要審查

source: Review section
bn: পর্যালোচনা বিভাগ
es: Sección de revisión
fr: Section de revue
hi: समीक्षा अनुभाग
it: Sezione di revisione
ja: レビューセクション
ko: 검토 섹션
pt_br: Seção de revisão
ru: Раздел проверки
sv: Granskningsavsnitt
zh_hans: 审查分区
zh_hant: 審查區段

source: Review sound
bn: রিভিউয়ের শব্দ
es: Sonido de revisión
fr: Son de revue
hi: समीक्षा की ध्वनि
it: Suono di revisione
ja: レビューの通知音
ko: 검토 알림 소리
pt_br: Som de revisão
ru: Звук запроса на проверку
sv: Ljud för granskning
zh_hans: 审查提示音
zh_hant: 審查提示音

source: Reviewers
bn: পর্যালোচক
es: Revisores
fr: Réviseurs
hi: समीक्षक
it: Revisori
ja: レビュアー
ko: 리뷰어
pt_br: Revisores
ru: Проверяющие
sv: Granskare
zh_hans: 审查者
zh_hant: 審查者

source: Reviews & Usage
bn: পর্যালোচনা ও ব্যবহার
es: Revisiones y uso
fr: Revues et utilisation
hi: समीक्षाएँ और उपयोग
it: Revisioni e utilizzo
ja: レビューと使用状況
ko: 리뷰 및 사용량
pt_br: Revisões e uso
ru: Ревью и использование
sv: Granskningar och användning
zh_hans: 审查与用量
zh_hant: 審查與用量

source: Reviews unavailable. %@
bn: রিভিউ উপলব্ধ নয়। %@
es: Revisiones no disponibles. %@
fr: Revues indisponibles. %@
hi: समीक्षाएँ उपलब्ध नहीं हैं। %@
it: Revisioni non disponibili. %@
ja: レビューを取得できません。%@
ko: 검토를 확인할 수 없습니다. %@
pt_br: Revisões indisponíveis. %@
ru: Проверки недоступны. %@
sv: Granskningar är inte tillgängliga. %@
zh_hans: 无法获取审查请求。%@
zh_hant: 無法取得審查要求。%@

source: Run
bn: চালান
es: Ejecutar
fr: Exécuter
hi: चलाएँ
it: Esegui
ja: 実行
ko: 실행
pt_br: Executar
ru: Запустить
sv: Kör
zh_hans: 运行
zh_hant: 執行

source: Run %@
bn: %@ চালান
es: Ejecutar %@
fr: Exécuter %@
hi: %@ चलाएँ
it: Esegui %@
ja: %@ を実行
ko: %@ 실행
pt_br: Executar %@
ru: Запустить %@
sv: Kör %@
zh_hans: 运行 %@
zh_hant: 執行 %@

source: Run a zsh script in the project's workspace (60 s limit). The event is in CASCADE_* variables.
bn: প্রকল্পের ওয়ার্কস্পেসে zsh স্ক্রিপ্ট চালান (সীমা ৬০ সেকেন্ড)। ঘটনা CASCADE_* ভেরিয়েবলে থাকে।
es: Ejecuta un script zsh en el espacio de trabajo (límite de 60 s). El evento está en variables CASCADE_*.
fr: Exécute un script zsh dans l’espace de travail (limite de 60 s). L’événement est dans les variables CASCADE_*.
hi: प्रोजेक्ट कार्यक्षेत्र में zsh स्क्रिप्ट चलाएँ (60 सेकंड सीमा)। घटना CASCADE_* चरों में है।
it: Esegue uno script zsh nell’area di lavoro (limite 60 s). L’evento è nelle variabili CASCADE_*.
ja: プロジェクトのワークスペースでzshスクリプトを実行します（60秒制限）。イベントはCASCADE_*変数に入ります。
ko: 프로젝트 작업 공간에서 zsh 스크립트를 실행합니다(60초 제한). 이벤트는 CASCADE_* 변수에 저장됩니다.
pt_br: Executa um script zsh no espaço de trabalho (limite de 60 s). O evento está em variáveis CASCADE_*.
ru: Запускает скрипт zsh в рабочей папке проекта (лимит 60 с). Событие в переменных CASCADE_*.
sv: Kör ett zsh-skript i projektets arbetsyta (gräns 60 s). Händelsen finns i CASCADE_*-variabler.
zh_hans: 在项目工作区运行 zsh 脚本（限时 60 秒）。事件存于 CASCADE_* 变量。
zh_hant: 在專案工作區執行 zsh 指令稿（限時 60 秒）。事件存於 CASCADE_* 變數。

source: Run Destination
bn: চালনার গন্তব্য
es: Destino de ejecución
fr: Destination d’exécution
hi: रन गंतव्य
it: Destinazione di esecuzione
ja: 実行先
ko: 실행 대상
pt_br: Destino de execução
ru: Цель запуска
sv: Körmål
zh_hans: 运行目标
zh_hant: 執行目標

source: Run for Real…
bn: প্রকৃতভাবে চালান…
es: Ejecutar realmente…
fr: Exécuter réellement…
hi: वास्तव में चलाएँ…
it: Esegui realmente…
ja: 実際に実行…
ko: 실제로 실행…
pt_br: Executar de verdade…
ru: Выполнить действия…
sv: Kör på riktigt…
zh_hans: 正式运行…
zh_hant: 正式執行…

source: Run manually
bn: ম্যানুয়ালি চালান
es: Ejecutar manualmente
fr: Exécuter manuellement
hi: मैनुअल चलाएँ
it: Esegui manualmente
ja: 手動実行
ko: 수동 실행
pt_br: Executar manualmente
ru: Запустить вручную
sv: Kör manuellt
zh_hans: 手动运行
zh_hant: 手動執行

source: Run Now
bn: এখন চালান
es: Ejecutar ahora
fr: Exécuter maintenant
hi: अभी चलाएँ
it: Esegui ora
ja: 今すぐ実行
ko: 지금 실행
pt_br: Executar agora
ru: Запустить сейчас
sv: Kör nu
zh_hans: 立即运行
zh_hant: 立即執行

source: Run Setup Assistant…
bn: সেটআপ সহায়ক চালান…
es: Ejecutar asistente…
fr: Lancer l’assistant…
hi: सेटअप सहायक चलाएँ…
it: Avvia configurazione guidata…
ja: 設定アシスタントを実行…
ko: 설정 도우미 실행…
pt_br: Executar assistente…
ru: Запустить помощник настройки…
sv: Kör inställningsassistenten…
zh_hans: 运行设置助手…
zh_hant: 執行設定輔助程式…

source: Run shell script
bn: শেল স্ক্রিপ্ট চালান
es: Ejecutar script de shell
fr: Exécuter un script shell
hi: शेल स्क्रिप्ट चलाएँ
it: Esegui script shell
ja: シェルスクリプトを実行
ko: 셸 스크립트 실행
pt_br: Executar script de shell
ru: Запустить скрипт оболочки
sv: Kör shellskript
zh_hans: 运行 Shell 脚本
zh_hant: 執行 Shell 指令稿

source: Run the app on a simulator to see it here.
bn: এখানে দেখতে সিমুলেটরে অ্যাপ চালান।
es: Ejecuta la app en un simulador para verla aquí.
fr: Exécutez l’app sur un simulateur pour la voir ici.
hi: ऐप यहाँ देखने के लिए सिम्युलेटर पर चलाएँ।
it: Esegui l’app in un simulatore per vederla qui.
ja: ここに表示するにはシミュレータでアプリを実行してください。
ko: 여기서 보려면 시뮬레이터에서 앱을 실행하세요.
pt_br: Execute o app em um simulador para vê-lo aqui.
ru: Запустите приложение в симуляторе, чтобы увидеть его здесь.
sv: Kör appen i en simulator för att se den här.
zh_hans: 在模拟器上运行应用即可在此查看。
zh_hant: 在模擬器上執行 App 即可在此檢視。

source: Run this automation for real?
bn: এই অটোমেশন বাস্তবে চালাবেন?
es: ¿Ejecutar esta automatización de verdad?
fr: Exécuter réellement cette automatisation ?
hi: यह ऑटोमेशन वास्तव में चलाएँ?
it: Eseguire realmente questa automazione?
ja: この自動化を実際に実行しますか？
ko: 이 자동화를 실제로 실행할까요?
pt_br: Executar esta automação de verdade?
ru: Выполнить реальный запуск автоматизации?
sv: Köra automatiseringen på riktigt?
zh_hans: 实际运行此自动化？
zh_hant: 實際執行此自動化？

source: Run this command?
bn: এই কমান্ড চালাবেন?
es: ¿Ejecutar este comando?
fr: Exécuter cette commande ?
hi: यह कमांड चलाएँ?
it: Eseguire questo comando?
ja: このコマンドを実行しますか？
ko: 이 명령을 실행할까요?
pt_br: Executar este comando?
ru: Выполнить эту команду?
sv: Köra det här kommandot?
zh_hans: 运行此命令？
zh_hant: 執行此指令？

source: Running
bn: চলছে
es: En curso
fr: En cours
hi: चल रहा है
it: In esecuzione
ja: 実行中
ko: 실행 중
pt_br: Em execução
ru: Выполняется
sv: Körs
zh_hans: 运行中
zh_hant: 執行中

source: Running %@, not a preset
bn: %@ চলছে, প্রিসেট নয়
es: Ejecutando %@, sin preajuste
fr: %@ en cours, sans préréglage
hi: %@ चल रहा है, प्रीसेट नहीं
it: In esecuzione %@, senza preimpostazione
ja: %@ を実行中（プリセット外）
ko: %@ 실행 중, 프리셋 아님
pt_br: Executando %@, sem predefinição
ru: Работает %@, без предустановки
sv: Kör %@, inte en förinställning
zh_hans: 正在运行 %@，未使用预设
zh_hant: 正在執行 %@，未使用預設組合

source: Runs
bn: চালনার ইতিহাস
es: Ejecuciones
fr: Exécutions
hi: रन
it: Esecuzioni
ja: 実行履歴
ko: 실행 기록
pt_br: Execuções
ru: Запуски
sv: Körningar
zh_hans: 运行记录
zh_hant: 執行紀錄

source: Runs in %@ on %@
bn: %@-এ %@ ব্রাঞ্চে চলবে
es: Se ejecuta en %@, en %@
fr: S’exécute dans %@ sur %@
hi: %@ में %@ पर चलेगा
it: Esegue in %@ su %@
ja: %@ 内の %@ で実行
ko: %@의 %@에서 실행
pt_br: Executa em %@ na %@
ru: Работает в %@ на %@
sv: Körs i %@ på %@
zh_hans: 在 %@ 中运行，分支 %@
zh_hant: 在 %@ 中執行，分支 %@

source: Runs in order. Errors stop the following actions unless configured to continue.
bn: ক্রমে চলে। চালিয়ে যাওয়ার সেটিং না থাকলে ত্রুটিতে পরের কাজ থামে।
es: Se ejecuta en orden. Los errores detienen las acciones siguientes salvo que se configure continuar.
fr: Exécute dans l’ordre. Une erreur arrête les actions suivantes sauf si la poursuite est configurée.
hi: क्रम में चलता है। जारी रखने का विकल्प न हो तो त्रुटि पर आगे की कार्रवाइयाँ रुकती हैं।
it: Esegue in ordine. Gli errori fermano le azioni successive salvo configurazione per proseguire.
ja: 順番に実行します。続行設定がなければ、エラーで後続アクションを停止します。
ko: 순서대로 실행합니다. 계속하도록 설정하지 않으면 오류 시 후속 동작이 중지됩니다.
pt_br: Executa em ordem. Erros param as próximas ações, salvo se configurado para continuar.
ru: Выполняется по порядку. Ошибка останавливает следующие действия, если не настроено продолжение.
sv: Körs i ordning. Fel stoppar följande åtgärder om inte fortsättning har valts.
zh_hans: 按顺序运行。除非设置为继续，否则出错会停止后续操作。
zh_hant: 依序執行。除非設定為繼續，否則錯誤會停止後續動作。

source: Runs in the new worktree in the background, using its branch’s script. $CASCADE_ROOT_PATH is the project folder; $CASCADE_WORKTREE_PATH is the worktree. Failures appear in Activity.
bn: নতুন ওয়ার্কট্রিতে তার ব্রাঞ্চের স্ক্রিপ্ট ব্যাকগ্রাউন্ডে চলে। $CASCADE_ROOT_PATH হলো প্রকল্প ফোল্ডার; $CASCADE_WORKTREE_PATH হলো ওয়ার্কট্রি। ব্যর্থতা কার্যকলাপে দেখানো হয়।
es: Se ejecuta en segundo plano en el nuevo árbol de trabajo con el script de su rama. $CASCADE_ROOT_PATH es la carpeta del proyecto; $CASCADE_WORKTREE_PATH es el árbol de trabajo. Los errores aparecen en Actividad.
fr: S’exécute en arrière-plan dans le nouvel arbre de travail avec le script de sa branche. $CASCADE_ROOT_PATH est le dossier du projet ; $CASCADE_WORKTREE_PATH est l’arbre de travail. Les erreurs apparaissent dans Activité.
hi: नए वर्कट्री में उसकी ब्रांच की स्क्रिप्ट पृष्ठभूमि में चलती है। $CASCADE_ROOT_PATH प्रोजेक्ट फ़ोल्डर है; $CASCADE_WORKTREE_PATH वर्कट्री है। विफलताएँ गतिविधि में दिखती हैं।
it: Viene eseguito in background nel nuovo albero di lavoro usando lo script del suo ramo. $CASCADE_ROOT_PATH è la cartella del progetto; $CASCADE_WORKTREE_PATH è l’albero di lavoro. Gli errori appaiono in Attività.
ja: 新しいワークツリーで、そのブランチのスクリプトをバックグラウンド実行します。$CASCADE_ROOT_PATH はプロジェクトフォルダ、$CASCADE_WORKTREE_PATH はワークツリーです。失敗は「アクティビティ」に表示されます。
ko: 새 워크트리에서 해당 브랜치의 스크립트를 백그라운드로 실행합니다. $CASCADE_ROOT_PATH는 프로젝트 폴더이며 $CASCADE_WORKTREE_PATH는 워크트리입니다. 실패는 활동에 표시됩니다.
pt_br: Executa em segundo plano na nova árvore de trabalho usando o script da sua branch. $CASCADE_ROOT_PATH é a pasta do projeto; $CASCADE_WORKTREE_PATH é a árvore de trabalho. Falhas aparecem em Atividade.
ru: Выполняется в фоне в новом рабочем дереве со скриптом его ветки. $CASCADE_ROOT_PATH — папка проекта, $CASCADE_WORKTREE_PATH — рабочее дерево. Ошибки отображаются в разделе «Активность».
sv: Körs i bakgrunden i det nya arbetsträdet med grenens skript. $CASCADE_ROOT_PATH är projektmappen; $CASCADE_WORKTREE_PATH är arbetsträdet. Fel visas i Aktivitet.
zh_hans: 在新工作树中后台运行，使用其分支的脚本。$CASCADE_ROOT_PATH 为项目文件夹，$CASCADE_WORKTREE_PATH 为工作树。失败信息显示在“活动”中。
zh_hant: 在新工作樹中於背景執行，使用其分支的指令稿。$CASCADE_ROOT_PATH 為專案檔案夾，$CASCADE_WORKTREE_PATH 為工作樹。失敗資訊顯示在「活動」中。

source: Sample preparation: create or reuse %@, then launch %@.
bn: উদাহরণ প্রস্তুতি: %@ তৈরি বা পুনর্ব্যবহার করুন, তারপর %@ চালু করুন।
es: Preparación de ejemplo: crea o reutiliza %@ y luego inicia %@.
fr: Exemple de préparation : créez ou réutilisez %@, puis lancez %@.
hi: उदाहरण की तैयारी: %@ बनाएँ या फिर से उपयोग करें, फिर %@ शुरू करें।
it: Preparazione di esempio: crea o riutilizza %@, quindi avvia %@.
ja: 準備例：%@ を作成または再利用し、%@ を起動します。
ko: 준비 예시: %@을(를) 만들거나 재사용한 다음 %@을(를) 실행합니다.
pt_br: Preparação de exemplo: crie ou reutilize %@ e inicie %@.
ru: Пример подготовки: создайте или используйте %@, затем запустите %@.
sv: Exempelförberedelse: skapa eller återanvänd %@ och starta sedan %@.
zh_hans: 准备示例：创建或复用 %@，然后启动 %@。
zh_hant: 準備範例：建立或重用 %@，然後啟動 %@。

source: Sample: %@
bn: উদাহরণ: %@
es: Ejemplo: %@
fr: Exemple : %@
hi: उदाहरण: %@
it: Esempio: %@
ja: 例：%@
ko: 예시: %@
pt_br: Exemplo: %@
ru: Пример: %@
sv: Exempel: %@
zh_hans: 示例：%@
zh_hant: 範例：%@

source: Sampled %@
bn: নমুনা নেওয়া হয়েছে: %@
es: Muestra tomada: %@
fr: Échantillonné à %@
hi: नमूना लिया गया: %@
it: Campione rilevato: %@
ja: サンプル取得：%@
ko: 샘플 시간: %@
pt_br: Amostra coletada: %@
ru: Время измерения: %@
sv: Mätt %@
zh_hans: 采样时间：%@
zh_hant: 取樣時間：%@

source: samples
bn: নমুনা
es: muestras
fr: échantillons
hi: नमूने
it: esempi
ja: サンプル
ko: 샘플
pt_br: amostras
ru: примеры
sv: exempel
zh_hans: 示例
zh_hant: 範例

source: Sampling…
bn: নমুনা নেওয়া হচ্ছে…
es: Tomando muestras…
fr: Échantillonnage…
hi: नमूना लिया जा रहा है…
it: Campionamento…
ja: サンプリング中…
ko: 샘플링 중…
pt_br: Coletando amostra…
ru: Измерение…
sv: Mäter…
zh_hans: 正在采样…
zh_hant: 正在取樣…

source: Save
bn: সংরক্ষণ
es: Guardar
fr: Enregistrer
hi: सहेजें
it: Salva
ja: 保存
ko: 저장
pt_br: Salvar
ru: Сохранить
sv: Spara
zh_hans: 保存
zh_hant: 儲存

source: Save Changes
bn: পরিবর্তন সংরক্ষণ
es: Guardar cambios
fr: Enregistrer les modifications
hi: बदलाव सहेजें
it: Salva modifiche
ja: 変更を保存
ko: 변경 사항 저장
pt_br: Salvar alterações
ru: Сохранить изменения
sv: Spara ändringar
zh_hans: 保存更改
zh_hant: 儲存變更

source: Save changes to “%@” before closing?
bn: বন্ধ করার আগে “%@”-এর পরিবর্তন সংরক্ষণ করবেন?
es: ¿Guardar los cambios en «%@» antes de cerrar?
fr: Enregistrer les modifications de « %@ » avant de fermer ?
hi: बंद करने से पहले “%@” के बदलाव सहेजें?
it: Salvare le modifiche a “%@” prima di chiudere?
ja: 閉じる前に「%@」の変更を保存しますか？
ko: 닫기 전에 “%@”의 변경 사항을 저장하시겠습니까?
pt_br: Salvar alterações em “%@” antes de fechar?
ru: Сохранить изменения в «%@» перед закрытием?
sv: Spara ändringar i ”%@” innan du stänger?
zh_hans: 关闭前保存对“%@”的更改？
zh_hant: 關閉前儲存對「%@」的變更？

source: Save Command
bn: কমান্ড সংরক্ষণ
es: Guardar comando
fr: Enregistrer la commande
hi: कमांड सहेजें
it: Salva comando
ja: コマンドを保存
ko: 명령 저장
pt_br: Salvar comando
ru: Сохранить команду
sv: Spara kommando
zh_hans: 保存命令
zh_hant: 儲存指令

source: Save File
bn: ফাইল সংরক্ষণ
es: Guardar archivo
fr: Enregistrer le fichier
hi: फ़ाइल सहेजें
it: Salva file
ja: ファイルを保存
ko: 파일 저장
pt_br: Salvar arquivo
ru: Сохранить файл
sv: Spara fil
zh_hans: 保存文件
zh_hant: 儲存檔案

source: Save first to run for real.
bn: বাস্তবে চালানোর আগে সংরক্ষণ করুন।
es: Guarda antes de ejecutar de verdad.
fr: Enregistrez avant d’exécuter réellement.
hi: वास्तव में चलाने से पहले सहेजें।
it: Salva prima di eseguire realmente.
ja: 実際に実行するには先に保存してください。
ko: 실제로 실행하려면 먼저 저장하세요.
pt_br: Salve antes de executar de verdade.
ru: Сохраните перед реальным запуском.
sv: Spara först för att köra på riktigt.
zh_hans: 请先保存，再实际运行。
zh_hant: 請先儲存，再實際執行。

source: Save Project
bn: প্রকল্প সংরক্ষণ করুন
es: Guardar proyecto
fr: Enregistrer le projet
hi: प्रोजेक्ट सहेजें
it: Salva progetto
ja: プロジェクトを保存
ko: 프로젝트 저장
pt_br: Salvar projeto
ru: Сохранить проект
sv: Spara projekt
zh_hans: 保存项目
zh_hant: 儲存專案

source: Saved
bn: সংরক্ষিত
es: Guardado
fr: Enregistré
hi: सहेजा गया
it: Salvato
ja: 保存済み
ko: 저장됨
pt_br: Salvo
ru: Сохранено
sv: Sparat
zh_hans: 已保存
zh_hant: 已儲存

source: Saved JQL
bn: সংরক্ষিত JQL
es: JQL guardado
fr: JQL enregistré
hi: सहेजा गया JQL
it: JQL salvato
ja: 保存済みJQL
ko: 저장된 JQL
pt_br: JQL salvo
ru: Сохранённый JQL
sv: Sparad JQL
zh_hans: 已保存的 JQL
zh_hant: 已儲存的 JQL

source: Scheme
bn: স্কিম
es: Esquema
fr: Schéma
hi: स्कीम
it: Schema
ja: スキーム
ko: 스킴
pt_br: Esquema
ru: Схема
sv: Schema
zh_hans: 方案
zh_hant: 配置

source: Scheme %@ builds no runnable application.
bn: স্কিম %@ চালানোর যোগ্য অ্যাপ বিল্ড করে না।
es: El esquema %@ no compila una aplicación ejecutable.
fr: Le schéma %@ ne compile aucune application exécutable.
hi: स्कीम %@ कोई चलने योग्य ऐप बिल्ड नहीं करती।
it: Lo schema %@ non compila un’applicazione eseguibile.
ja: スキーム %@ は実行可能なアプリをビルドしません。
ko: 스킴 %@은(는) 실행 가능한 앱을 빌드하지 않습니다.
pt_br: O esquema %@ não compila um aplicativo executável.
ru: Схема %@ не создаёт запускаемое приложение.
sv: Schemat %@ bygger ingen körbar app.
zh_hans: 方案 %@ 未构建可运行的应用。
zh_hant: 配置 %@ 未建置可執行的 App。

source: Script
bn: স্ক্রিপ্ট
hi: स्क्रिप्ट
ja: スクリプト
ko: 스크립트
ru: Скрипт
sv: Skript
zh_hans: 脚本
zh_hant: 指令稿

source: Scroll to latest
bn: সর্বশেষে স্ক্রল করুন
es: Ir a lo más reciente
fr: Aller aux derniers messages
hi: नवीनतम तक स्क्रॉल करें
it: Scorri ai più recenti
ja: 最新へスクロール
ko: 최신 메시지로 이동
pt_br: Ir para o mais recente
ru: К последним сообщениям
sv: Rulla till det senaste
zh_hans: 滚动到最新消息
zh_hant: 捲動至最新訊息

source: Search
bn: খুঁজুন
es: Buscar
fr: Rechercher
hi: खोजें
it: Cerca
ja: 検索
ko: 검색
pt_br: Buscar
ru: Поиск
sv: Sök
zh_hans: 搜索
zh_hant: 搜尋

source: Search files in %@
bn: %@-এ ফাইল খুঁজুন
es: Buscar archivos en %@
fr: Rechercher des fichiers dans %@
hi: %@ में फ़ाइलें खोजें
it: Cerca file in %@
ja: %@ 内のファイルを検索
ko: %@에서 파일 검색
pt_br: Buscar arquivos em %@
ru: Поиск файлов в %@
sv: Sök filer i %@
zh_hans: 在 %@ 中搜索文件
zh_hant: 在 %@ 中搜尋檔案

source: Search files or the web, or enter website name
bn: ফাইল বা ওয়েবে খুঁজুন, অথবা ওয়েবসাইটের নাম লিখুন
es: Busca archivos o en la web, o escribe el nombre de un sitio web
fr: Rechercher des fichiers ou sur le web, ou saisir le nom d’un site
hi: फ़ाइलें या वेब खोजें, या वेबसाइट का नाम दर्ज करें
it: Cerca file o sul web, oppure inserisci il nome di un sito
ja: ファイルや Web を検索、または Web サイト名を入力
ko: 파일 또는 웹 검색, 또는 웹사이트 이름 입력
pt_br: Pesquise arquivos ou na web, ou digite o nome de um site
ru: Ищите файлы или в интернете либо введите адрес сайта
sv: Sök efter filer eller på webben, eller ange webbplatsens namn
zh_hans: 搜索文件或网页，或输入网站名称
zh_hant: 搜尋檔案或網頁，或輸入網站名稱

source: Search help
bn: সহায়তায় খুঁজুন
es: Buscar en la ayuda
fr: Rechercher dans l’aide
hi: सहायता खोजें
it: Cerca nell’aiuto
ja: ヘルプを検索
ko: 도움말 검색
pt_br: Buscar na ajuda
ru: Поиск в справке
sv: Sök i hjälpen
zh_hans: 搜索帮助
zh_hant: 搜尋輔助說明

source: Search history
bn: ইতিহাসে খুঁজুন
es: Buscar en el historial
fr: Rechercher dans l’historique
hi: इतिहास खोजें
it: Cerca nella cronologia
ja: 履歴を検索
ko: 기록 검색
pt_br: Buscar no histórico
ru: Поиск в истории
sv: Sök i historiken
zh_hans: 搜索历史记录
zh_hant: 搜尋歷史記錄

source: Search Jira
bn: Jira-তে খুঁজুন
es: Buscar en Jira
fr: Rechercher dans Jira
hi: Jira खोजें
it: Cerca in Jira
ja: Jiraを検索
ko: Jira 검색
pt_br: Buscar no Jira
ru: Поиск в Jira
sv: Sök i Jira
zh_hans: 搜索 Jira
zh_hant: 搜尋 Jira
